{"users":[{"id":"c36fb2a4-36cc-47f7-8a23-e38d4085fd94","username":"@hu","password":"*OWZipJs^%vF","firstName":"Dean","lastName":"Bernard","level":1},{"id":"67558d52-c396-4eee-addb-130642b38b61","username":"@higen","password":"[5f!qaw#z7Ba","firstName":"Edwin","lastName":"Hidalgo","level":0},{"id":"e97d6528-3358-4551-9de3-87a375fcac37","username":"@hicupba","password":"5Zg#P@J6kVPX","firstName":"Viola","lastName":"Krüger","level":0},{"id":"f4036934-79ab-44ca-975c-93a564d8e94f","username":"@kivije","password":"jG[5e2eCKa9X","firstName":"Gabriel","lastName":"Banks","level":0}],"products":[{"id":"df259291-fc9e-43ea-9a97-c884c2a3c12a","name":"bo","description":"Usotuaja dakeli jimo oroneora togawi pa mo ifili ke sufutvak esemuwis goz del kecrib juv. Calub piz zow ce ipusavusa fa nuvabli pufe guduwuuzo ca kedlipar mo wecek guzij ihofugade pome teruwdet. Jica upap motbosfu nige hagus uzwozte hosrasa oru ahias otak ipan dum sinebaci met. Hi vohpu ho azajamzet necwe kor vo fa faajira bo cec vuvo rubkipet idilam sekce ujfunpog ici do.","price":81.51},{"id":"4d00c62b-64ca-44c5-ae58-61b5c7e777ee","name":"si","description":"Ucgubite zogoh wibewlul kotfuur lefbeszu jifihaho gunfub kusir lojgi zanaf daavgej hicdij rali siosa vi. Hicano ac efakuhba conowi heconi cej ji fugizi devuj alogib injeva kudvema we tahaw wewrikfew tiwjev mignegu. Metef bu rubpe uctotbej jof falkuboh esuribog tuwjuhmut uhjedig puwob eparifen vahiju.","price":75.27},{"id":"4f6af9fb-e3f8-47db-8182-ec6e03316a8b","name":"ta","description":"Tep ditu tasimuzi galosi bozemo piwvin ciggor gefid hi hipgi pavenow zublukwa wu fazoguzu genuj. Uc igahijnen nukle ifu vitreb ifven tek fupi veigeza unevo evisure nessoume ovewop otugagna wenpo wiswu. Wowa mihlomob nohuv voebo ra supiffo wesulwe wolpaizu pub piwa ilufewfi favduv.","price":26.17},{"id":"8d36303a-2187-4f6b-a85a-c518727858e6","name":"lego","description":"Iguve cu agiucke pa opzenir tul digeh ijeemu kipso ahwin gi wizfu. Zutfufvok onawama va coga lecabsav ukusur ofserdik morosa ite hu dis keful unvat jazvatad dajva. Cevo jusip bucakeci tikafi vuw guj zekav ohkip na wejaz humefutel palob ukenij oka sewonuv hoz vulepa. Li wuton di digo fitac zazroh voalu sife utji voco ozuecero icise labhaf lu cep guip rakawolaj muv. Pafmu loiko wugfu es se pipjele po johmiwak tojzi tupuna sas cefec lijnikle. Butzim cak ucuavsus tuugo tij dufdolur za tihorgi ser fug picozni ad tom efeamova osoki fafvalu. Tel bifrilo vi cat regeuvu metocu kogij da sebud ujeciz peore nirwiszej zififasu li megnus vuul ok ezoodipa.","price":40.96},{"id":"063d69ed-d426-43f3-8e89-61bb0454e6d5","name":"joijedi","description":"Wo foje mol ukba wuwbef wubiwima hi nefsif lara mot konal giw. Rowha diro azu vumrokas lis rehise sonvusu bikmenwe dizcovara givme mogehip gagedil em ijuov til. Meh ufwat coj am co legusrig cu hi kuv iziuv bu giche zewlowup miemi feimute ven. Udakofi koecno bi co wejivava jedonut po uc nocnef ziub hircaane uhzuki. Ahi gu zonizcus toh faw toburgon run wupcovub ej soropo ci min tek zavip ca. Cu honitmu bikegpu leafepov ti ewu ve buri sulo opacod gotsec zivleftej da vugicuko dodvih.","price":27.35},{"id":"0cdd3eaa-9a74-45d3-bc15-8d6ec8d9de7c","name":"deipu","description":"Tawoccez sejarur he ri ze an kassuncer izuksar daakawa vu pe veve lenfeaci ewifawme. Co be fumema fe ik kiklopom row ujonobe hiznu zibusi wad hujifot dis cajiv butel het jukejod. Jet wi novuw fufbedug pocedun gugzi cehbo si reb hagunfip hig dujbe. Lurpe if po pu faler uc feho men updu omgo kuuj ciniko op.","price":59.89},{"id":"a5a6e798-f261-4c3b-b727-c4c3e0ec8966","name":"def","description":"Ni cifimnif wig iho dat ve vazev ko mebo sa raguhud vackajvi. Pod one libvudus mik jehzinzo zovze rusjabi ducacte gej winrebe neud le cuod. Ansalho pe wahvapi vudizola ratanioz gazlaw vekrore tionu sumhoc cepofmu gun hetus. Piwla epoz agaawu mafiw ugi lig logim nebewfi ehedihav lun mijko sijmepuf miptasfir hafparwan usuleve weg jucgaz.","price":89.3},{"id":"e7e3e781-746c-42d2-9c19-af40a5243325","name":"jizpe","description":"Om sawguw go vibonhe okhe vevosa rotob si upa mehfowmo zap do. Fadwijrag cip ifi sefvuf alu hi micsiv vi pijjib fopidi sad mu uheemu wi. Foh zasorre sag ruip fosbof matit depa jahuuva ve zih zi tihalo mah sidsohi tis. Pa ikza idnusfag tef mewicju vo zacdem kuziwnu mebarat tuzan desik neniwo leiva gowam desev zet zectab kojmu.","price":26.33},{"id":"ae9007b4-5b4e-4fbf-8002-75160fbe4056","name":"reretev","description":"Obenawzi cisiwra curuhim rise vajahpe ofledda mo jilgid ta ikwavwu duhzuc zu hocwozde pumalakif ihi cihoz jatora mih. Ninuhjus ecuho wed busakso ejeruzzir zeruto pijier he tej nesob tege boimeku. Fo er fe zu ehzoruv re felbipal zegju bef cifefnin wozo jewhuk nitdiupe pettam. Ze aghevca wezobsuw efehimi jouko labzivo amo azah ilume zoteras ivugitop zozdatugi vujgeviga lo. Uhuruil ir pe ka pusaur ohumuke ji howogu entiipe irkilok jiopnab edumov bufsat avu feibso zeren kaerzi.","price":47.72}]}